"""
Создайте переменную number и присвойте ей значение 42.
Затем создайте строку message, которая будет содержать сообщение вида
"Ответ на главный вопрос жизни, вселенной и всего такого: 42.".
Вставьте значение переменной number в соответствующее место в строке message. Выведите результат в консоль.
"""
number = 42
message = f"Ответ на главный вопрос жизни, вселенной и всего такого: {number}."
print(message)